Repository: KDE/konvex
Catalog: po/sa/konvex.po
Languages: sa

# NAME OF TRANSLATORS
source: Your names
sa: भवतः नामानि

# EMAIL OF TRANSLATORS
source: Your emails
sa: भवतः ईमेलपत्राणि

source: Konvex
sa: कोन्वेक्स

source: 3D Model Viewer
sa: 3D मॉडल दर्शक

source: © 2023 Joshua Goins
sa: © 2023 जोशुआ गोइन्स

source: Joshua Goins
sa: जोशुआ गोइन्स

source: Maintainer
sa: परिपालकः

# Application Description
source: 3D Model Viewer
sa: 3D मॉडल दर्शक

# @info:shell
source: Model file
sa: आदर्शसञ्चिका

# @title:window Main window
source: Konvex
sa: कोन्वेक्स

# @action:intoolbar Re-center the model so it's visible in the viewport
source: Re-center
sa: पुनः केन्द्र

# @action:intoolbar
source: Settings
sa: सेटिंग्स्

# @info:placeholder Viewport placeholder, when no model was loaded
source: No model loaded
sa: न मॉडल् लोड् कृतम्

# @info:placeholder Viewport placeholder, when no model was loaded
source: Open a model with Konvex, or drag a model into this window.
sa: Konvex इत्यनेन सह मॉडल् उद्घाटयन्तु, अथवा मॉडल् अस्मिन् विण्डो मध्ये कर्षयन्तु ।

# @action:button
source: Select File
sa: File इति चिनोतु

# @title:window
source: Settings
sa: सेटिंग्स्

# @action:button
source: About Konvex
sa: Konvex विषये

# @action:button
source: About KDE
sa: KDE विषये
