Repository: KDE/konvex
Catalog: po/*/konvex.po
Languages: ca, eo, eu, fi, ia, ka, lv

# NAME OF TRANSLATORS
source: Your names
ca: Josep M. Ferrer
eo: Oliver Kellogg
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
ia: Giovanni Sora
ka: Temuri Doghonadze
lv: Toms Trasūns

# EMAIL OF TRANSLATORS
source: Your emails
ca: txemaq@gmail.com
eo: olivermkellogg@gmail.com
eu: xalba@ni.eus
fi: translator@legisign.org
ia: g.sora@tiscali.it
ka: temuri.doghonadze@gmail.com
lv: toms.trasuns@posteo.net

source: 3D Model Viewer
ca: Visualitzador de models 3D
eo: 3D-Modela Rigardilo
eu: 3D eredu erakuslea
fi: 3D-mallikatselin
ia: Visor de modello de 3D
ka: 3D მოდელების დათვალიერება
lv: 3D modeļu skatītājs

source: © 2023 Joshua Goins
ka: © 2023 ჯოშუა გოინსი

source: Joshua Goins
eo: Josuo Goins
ka: ჯოშუა გოინსი

source: Maintainer
ca: Mantenidor
eo: Prizorganto
eu: Mantentzailea
fi: Ylläpitäjä
ia: Mantenitor
ka: წამყვანი პროგრამისტი
lv: Uzturētājs

# Application Description
source: 3D Model Viewer
ca: Visualitzador de models 3D
eo: 3D-Modela Rigardilo
eu: 3D eredu erakuslea
fi: 3D-mallikatselin
ia: Visor de modello de 3D
ka: 3D მოდელების დათვალიერება
lv: 3D modeļu skatītājs

# @info:shell
source: Model file
ca: Fitxer de model
eo: Modeldosiero
eu: Eredu-fitxategia
fi: Mallitiedosto
ia: File de modello
ka: მოდელის ფაილი
lv: Modeļa datne

# @action:intoolbar Re-center the model so it's visible in the viewport
source: Re-center
ca: Torna a centrar
eo: Recentrigi
eu: Berri erdiratu
fi: Keskitä uudelleen
ia: Re-Centra
ka: თავიდან სწორება ცენტრზე
lv: Centrēt

# @action:intoolbar
source: Settings
ca: Configuració
eo: Agordoj
eu: Ezarpenak
fi: Asetukset
ia: Preferentias
ka: მორგება
lv: Iestatījumi

# @info:placeholder Viewport placeholder, when no model was loaded
source: No model loaded
ca: No s'ha carregat cap model
eo: Neniu modelo ŝargita
eu: Ez da eredurik zamatu
fi: Ei ladattua mallia
ia: Nulle modello cargate
ka: მოდელი ჩატვირთული არაა
lv: Modelis nav ielādēts

# @info:placeholder Viewport placeholder, when no model was loaded
source: Open a model with Konvex, or drag a model into this window.
ca: Obriu un model amb el Konvex, o arrossegueu un model en aquesta finestra.
eo: Malfermu modelon per Konvex, aŭ trenu modelon en ĉi tiun fenestron.
eu: Ireki eredu bat Konvex erabiliz, edo arrastatu eredu bat leihora.
fi: Avaa malli Konvexilla tai vedä se tähän ikkunaan.
ia: Aperi un modelloconKonvex, o trahe un modello in iste fenestra.
ka: გახსენით მოდელი Konvex-ით, ან გადმოათრიეთ მოდელი ამ ფანჯარაში.
lv: Atveriet modeli ar „Konvex“ vai velciet modeli šajā logā.

# @action:button
source: Select File
ca: Selecció de fitxer
eo: Elekti Dosieron
eu: Hautatu fitxategia
fi: Valitse tiedosto
ia: Selige File
ka: აირჩიეთ ფაილი
lv: Atlasīt datni

# @title:window
source: Settings
ca: Configuració
eo: Agordoj
eu: Ezarpenak
fi: Asetukset
ia: Preferentias
ka: მორგება
lv: Iestatījumi

# @action:button
source: About Konvex
ca: Quant al Konvex
eo: Pri Konvex
eu: Konvex-eri buruz
fi: Tietoa Konvexista
ia: A proposito de Konvex
ka: Konvex-ის შესახებ
lv: Par „Konvex“

# @action:button
source: About KDE
ca: Quant a KDE
eo: Pri KDE
eu: KDEri buruz
fi: Tietoa KDE:stä
ia: A proposito de KDE
ka: KDE-ის შესახებ
lv: Par KDE
